Repository: lwplugins/lw-memberships
Catalog: languages/lw-memberships-*.po
Languages: hu_hu

source: Lightweight membership system with WooCommerce integration.
hu_hu: Könnyű tagsági rendszer WooCommerce integrációval.

source: Membership Restriction
hu_hu: Tagsági korlátozás

source: No membership plans found.
hu_hu: Nem találhatók tagsági csomagok.

source: Create one
hu_hu: Hozz létre egyet

source: Restrict this content to:
hu_hu: A tartalom korlátozása erre:

source: Leave unchecked for public access.
hu_hu: Nyilvános hozzáféréshez hagyd bejelöletlenül.

source: Lightweight plugins for WordPress - minimal footprint, maximum impact.
hu_hu: Könnyű bővítmények WordPresshez – minimális terhelés, maximális hatás.

source: Active
hu_hu: Aktív

source: Settings
hu_hu: Beállítások

source: Get Plugin
hu_hu: Bővítmény letöltése

source: User
hu_hu: Felhasználó

source: Status
hu_hu: Állapot

source: Start Date
hu_hu: Kezdő dátum

source: End Date
hu_hu: Befejező dátum

source: Actions
hu_hu: Műveletek

source: User #%d (deleted)
hu_hu: Felhasználó #%d (törölve)

source: Lifetime
hu_hu: Élethosszig

source: Remove this member?
hu_hu: Eltávolítod ezt a tagot?

source: Remove
hu_hu: Eltávolítás

source: No members found for this plan.
hu_hu: Nem találhatók tagok ehhez a csomaghoz.

source: Add New Plan
hu_hu: Új csomag hozzáadása

source: Edit Plan
hu_hu: Csomag szerkesztése

source: Create Plan
hu_hu: Csomag létrehozása

source: Update Plan
hu_hu: Csomag frissítése

source: Back to Plans
hu_hu: Vissza a csomagokhoz

source: Name
hu_hu: Név

source: Leave empty to auto-generate from name.
hu_hu: Hagyd üresen, hogy automatikusan generálódjon a névből.

source: Description
hu_hu: Leírás

source: Duration
hu_hu: Időtartam

source: Days
hu_hu: Nap

source: Months
hu_hu: Hónap

source: Years
hu_hu: Év

source: Invalid nonce.
hu_hu: Érvénytelen nonce.

source: Permission denied.
hu_hu: Hozzáférés megtagadva.

source: Members
hu_hu: Tagok

source: Priority
hu_hu: Prioritás

source: Edit
hu_hu: Szerkesztés

source: Are you sure?
hu_hu: Biztos vagy benne?

source: Delete
hu_hu: Törlés

source: Inactive
hu_hu: Inaktív

source: Membership Plans
hu_hu: Tagsági csomagok

source: Plans
hu_hu: Csomagok

source: Add New
hu_hu: Új hozzáadása

source: Content
hu_hu: Tartalom

source: Restricted Content
hu_hu: Korlátozott tartalom

source: Add posts or pages that require this plan for access.
hu_hu: Adj hozzá bejegyzéseket vagy oldalakat, amelyek eléréséhez ez a csomag szükséges.

source: Search posts/pages...
hu_hu: Bejegyzések/oldalak keresése...

source: Title
hu_hu: Cím

source: Type
hu_hu: Típus

source: Action
hu_hu: Művelet

source: No content assigned yet.
hu_hu: Még nincs hozzárendelt tartalom.

source: Please save the plan first to assign content.
hu_hu: A tartalom hozzárendeléséhez előbb mentsd el a csomagot.

source: General
hu_hu: Általános

source: Higher priority plans take precedence.
hu_hu: A magasabb prioritású csomagok élveznek elsőbbséget.

source: Add Member
hu_hu: Tag hozzáadása

source: Search users by name or email...
hu_hu: Felhasználók keresése név vagy e-mail alapján...

source: Current Members
hu_hu: Jelenlegi tagok

source: Please save the plan first to manage members.
hu_hu: A tagok kezeléséhez előbb mentsd el a csomagot.

source: Linked Products
hu_hu: Kapcsolt termékek

source: Select WooCommerce products that grant this membership plan on purchase.
hu_hu: Válaszd ki azokat a WooCommerce termékeket, amelyek megvásárlásakor ez a tagsági csomag jár.

source: Products
hu_hu: Termékek

source: Hold Ctrl/Cmd to select multiple products.
hu_hu: Tartsd lenyomva a Ctrl/Cmd billentyűt több termék kijelöléséhez.

source: Memberships
hu_hu: Tagságok

source: Messages
hu_hu: Üzenetek

source: Restricted Content Message
hu_hu: Korlátozott tartalom üzenet

source: Not Logged In Message
hu_hu: Nem bejelentkezett üzenet

source: Membership Expired Message
hu_hu: Lejárt tagság üzenet

source: Membership Paused Message
hu_hu: Szüneteltetett tagság üzenet

source: Auto-grant membership on order complete
hu_hu: Tagság automatikus megadása rendelés befejezésekor

source: Revoke membership on refund
hu_hu: Tagság visszavonása visszatérítéskor

source: Content Restriction
hu_hu: Tartalomkorlátozás

source: Hide restricted content in archives
hu_hu: Korlátozott tartalom elrejtése az archívumokban

source: Show excerpt for restricted content
hu_hu: Kivonat megjelenítése a korlátozott tartalomhoz

source: Enable
hu_hu: Engedélyezés

source: Please log in to view your memberships.
hu_hu: Jelentkezz be a tagságaid megtekintéséhez.

source: Log In
hu_hu: Bejelentkezés

source: LW Memberships: Membership(s) granted.
hu_hu: LW Memberships: Tagság(ok) megadva.

source: LW Memberships: Membership(s) revoked due to refund.
hu_hu: LW Memberships: Tagság(ok) visszavonva visszatérítés miatt.

source: This content is restricted to members.
hu_hu: Ez a tartalom csak tagok számára érhető el.

source: Please log in to access this content.
hu_hu: Jelentkezz be a tartalom eléréséhez.

source: Your membership has expired.
hu_hu: A tagságod lejárt.

source: Your membership is currently paused.
hu_hu: A tagságod jelenleg szünetel.

source: You do not have any active memberships.
hu_hu: Nincs aktív tagságod.

source: Membership
hu_hu: Tagság

source: Register
hu_hu: Regisztráció
